Repository: MX-Linux/mxfb-goodies
Catalog: translations_script/po/mxfb-goodies_*.po
Languages: el, fr

source: Fluxbox Appearance
el: Εμφάνιση του Fluxbox
fr: Apparence de Fluxbox

source: Toolbar
el: Γραμμή εργαλείων
fr: Barre d'outils

source: Desktop icons
el: Εικονίδια επιφάνειας εργασίας
fr: Icônes du bureau

source: Style
el: Στυλ

source: Theme
el: Θέμα
fr: Thème

source: Toolbar toggle
el: Εναλλαγή γραμμής εργαλείων
fr: Changer de barre d'outils

source: Wallpaper
el: Ταπετσαρία
fr: Fond d'écran

source: Recent files
el: Πρόσφατοι φάκελοι
fr: Fichiers récents

source: CLICK HERE TO SORT BY PATH
el: ΚΑΝΤΕ ΚΛΙΚ ΕΔΩ ΓΙΑ $PATH
fr: CLIQUEZ ICI POUR TRIER PAR CHEMIN D'ACCÈS

source: This app allows you to configure separate backgrounds for each Workspace </b>
el: Αυτή η εφαρμογή σάς επιτρέπει να διαμορφώσετε ξεχωριστά φόντα για κάθε χώρο εργασίας </b>
fr: Cette application vous permet de configurer des arrière-plans distincts pour chaque espace de travail

source: Selection windows will pop up for each Workspace.
el: Θα εμφανιστούν παράθυρα επιλογής για κάθε χώρο εργασίας.
fr: Les fenêtres de sélection s'afficheront pour chaque espace de travail.

source: Type \
el: Τύπος \

source: This script will back up your current keys file, then install commands for tiling to the end of the file. \n </b>
el: Αυτό το σενάριο θα δημιουργήσει αντίγραφα ασφαλείας του τρέχοντος αρχείου κλειδιών και, στη συνέχεια, θα εγκαταστήσει εντολές για την παράθεση στο τέλος του αρχείου. </b>
fr: Ce script sauvegardera votre fichier de clés actuel, puis installera les commandes de carrelage à la fin du fichier.

source: Features: 1/2 screen, 1/4 screen, 1/3 screen and restore \n
el: Χαρακτηριστικά: οθόνη 1/2, οθόνη 1/4, οθόνη 1/3 και επαναφορά \n
fr: Caractéristiques : 1/2 écran, 1/4 écran, 1/3 écran et restauration \n

source: Multiple options for number keys and keyboard
el: Πολλαπλές επιλογές για αριθμητικά πλήκτρα και πληκτρολόγιο
fr: Options multiples pour les touches numériques et le clavier

source: OK to proceed?
el: Να προχωρήσουμε;
fr: Prêt à continuer ?

source: The code has been inserted successfully. Now there are 3 methods to do the tiling</b>
el: Ο κωδικός έχει εισαχθεί με επιτυχία. Τώρα υπάρχουν 3 μέθοδοι για να κάνετε το tiling</b>
fr: Le code a été inséré avec succès. Il y a maintenant 3 méthodes pour faire le carrelage

source: <u>Number keys</u> Control + 1-4: half Control + 5-8: quarter Control + 9: third Control + 0: toggle maximize
el: <u>Αριθμητικά πλήκτρα</u> Control + 1-4: μισό Control + 5-8: τέταρτο Control + 9: τρίτο Control + 0: εναλλαγή μεγιστοποίησης
fr: Clés numériques Contrôle + 1-4 : moitié Contrôle + 5-8 : quart Contrôle + 9 : tiers Contrôle + 0 : maximiser oui/non

source: <u>Arrow keys</u> Alt + Arrow: half Alt + LogoKey + Arrow: quarter\n
el: <u>Πληκτρα ΒΕΛΟΥΣ</u> Alt + Arrow: μισό Alt + LogoKey + Arrow: τέταρτο\n
fr: Touches fléchées Alt + Flèche : moitié Alt + LogoKey + Flèche : quart\n

source: <u>Keypad</u> Alt + 2,4,6,8: half Alt + 1,3,7,9: quarter Alt + 5: center Alt + 0: toggle maximize
el: <u>Πληκτρολόγιο</u> Alt + 2,4,6,8: μισό Alt + 1,3,7,9: τέταρτο Alt + 5: κέντρο Alt + 0: εναλλαγή μεγιστοποίησης
fr: Keypad Alt + 2,4,6,8: moitié Alt + 1,3,7,9: quart Alt + 5: cntre Alt + 0: maximiser oui/non

source: Usage options
el: Επιλογές χρήσης
fr: Options d'utilisation

source: MXFB Timer
el: Χρονοδιακόπτης MXFB
fr: MXFB chronomètre

source: Enter local time
el: Εισαγάγετε τοπική ώρα
fr: Entrer l'heure locale

source: or number and unit
el: ή αριθμός και μονάδα
fr: ou nombre et unité

source: Click "Check..." button to confirm time and date are correct
el: Κάντε κλικ στο κουμπί "Έλεγχος ..." για να επιβεβαιώσετε ότι η ώρα και η ημερομηνία είναι σωστά
fr: Cliquez sur le bouton "Vérifier..." pour confirmer que l'heure et la date sont correctes

source: Basic Toolbar Configuration
el: Βασική διαμόρφωση γραμμής εργαλείων
fr: Configuration de base de la barre d'outils

source: Position
el: Θέση

source: Auto-hide
el: Αυτόματη απόκρυψη

source: Layer (screen priority)
el: Επίπεδο (προτεραιότητα οθόνης)
fr: Couche (priorité d'écran)

source: Width
el: Πλάτος
fr: Largeur

source: Height
el: Υψος
fr: Hauteur

source: Show/Hide
el: Εμφάνιση/Απόκρυψη
fr: Afficher/Cacher

source: Transparency
el: Διαφάνεια
fr: Transparence
